questions = [
    {
        "question": "環境汚染、気候変動などの問題は重要ではない。これらの問題がなくても、大きな政府による専制政治が拡大すれば、地球は終わりを迎えるだろう。これらの問題が存在する事こそが人類を星の海に浮かぶ新たな故郷へと駆り立てるのだ。宇宙の反対側にある地球の時代遅れの政治から脱却することによってのみ、人類は、より良い、よりアナーキーな社会へと革新することができるだろう。だからこそ、宇宙移民に拍車をかけるために、環境問題を放っておかなければならないのだ。",
        "effect": {
            "envo": -10,
            "govt": 10,
            "gongye": 10
        }
    },
    {
        "question": "現代の問題の多くは、間違いなく近代技術やその他の近代製品がもたらしたものであり、私たちはそれらを破壊し、本来のコミューンに戻すべきだ。",
        "effect": {
            "envo": 10
        }
    },
    {
        "question": "人間の肉体はもろい。いつか人間は肉体を捨て、心や意識、魂を機械の肉体に注入し、決して死ぬことのない強力な存在になる必要がある。",
        "effect": {
            "envo": -10,
            "jieti": 10
        }
    },
    {
        "question": "科学技術は最初の生産力であり、理想的な社会を確立するための必要条件である。 さまざまな社会問題は、科学技術の発展を通じてのみ解決することができる！ 前進！ どんな手段を使っても前進するのだ！",
        "effect": {
            "envo": -10
        }
    },
    {
        "question": "貧富の差を均衡させ、経済と技術の発展を促進するためには、政府が必要だ。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "もし民主的な政治体制が採用されれば、中国は統一を維持し、急速な経済発展を遂げることはできないだろう。",
        "effect": {
            "idea": -10
        }
    },
    {
        "question": "中華民族のアイデンティティを持つすべての人々を、関中と河洛地域の中華民族発祥の地に送還すべきである。残りの土地は、中国に服従させられ奴隷にされた先住民族に返還されるべきであり、先住民族が完全に絶滅させられたのであれば、遺伝子クローンによって復活させるべきである。",
        "effect": {
            "ntal": -10
        }
    },
    {
        "question": "文化大革命は確かに混乱だったが、革命は混乱であるべきだ！ 文化大革命はあまりにも穏やかで、徹底的ではなかった。まず民政で戦い、次に軍事で戦うべきだった。旧中共幹部を皆殺しにすれば、今日の中国には自由があったかもしれない。",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "支配国は、破壊の必要性、本来の社会システム、そして自分たちを含めた世界を破壊する必要性を認識すべきだ。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "キリスト教国とイスラム帝国は衝突し、交じり合い、その結果、双方が発展してきた。 二度の世界大戦は人類の社会構造に革命をもたらし、技術の進歩を可能にした。だから、人間社会の矛盾をできるだけ多く表沙汰にし、下層階級が抑圧をより痛感し、さまざまな民族がより多くの対立を生み出し、闘争し、そして前進することが重要なのだ。。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "東アジアの文化は、抑圧と進歩の障害に満ちた文化である。 日本と韓国が成功したのは、アメリカの植民地として生まれ変わったからであり、東アジア大陸に大切にすべき伝統があるとすれば、それは香港と上海の租界が残した植民地文化だけであり、それ以外の伝統はすべて破壊されるべきだ。",
        "effect": {
            "scty": 10
        }
    },
    {
        "question": "現代社会は、性的少数者、二次元オタク、その他のナンセンス、そして著しい不平等であふれている。中央アジアで戦っている偉大なイスラム国だけが、それらを一掃し、中国からアイルランドまで、我々に解放をもたらすことができるのだ、アッラーフ・アクバル。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "今の中国は明朝末期の満洲族(建州女真)のようで、アメリカは末期の大明のようだ。台湾は間島のようで、日本と韓国は李氏朝鮮のようだ。今は中国とアメリカの差が最も小さい時期であり、中国は今を利用して日本、韓国、台湾を奪い、満洲族が山海関を超えたようにアメリカに進出しなければならない。そうでなければ、将来米国に突っ切られ、国も民族も滅ぼされてしまうだろう。",
        "effect": {
            "ruguan": 10,
            "dipl": -10,
            "ntal": 5
        }
    },
    {
        "question": "中国はアメリカの犬となって日本に噛みつく事で、内東北地域と国連常任理事国の地位を得た。その後、アメリカの犬としてソ連に噛みつき、アメリカの奴隷として働く事で、世界第2位の経済大国になった。つまり、国家を強くする為の最良の道は、世界の警察の犬になる事なのだ。犬になるには大きすぎるなら、犬になれるよう自分を分割すればいい。",
        "effect": {
            "ruguan": -10,
            "dipl": 10,
            "ntal": -5
        }
    },
    {
        "question": "反中国主義は教義よりも優先されるものであり、道を切り開く事に優先順位はない。 中国帝国主義によって抑圧されているすべての人民と、世界の自由と正義を愛するすべての人民は、先入観を捨て、邪悪な中国帝国主義を打ち負かすために団結すべきである。",
        "effect": {
            "ntal": -10
        }
    },
    {
        "question": "中国は歴史的・学術的定義を歪曲している。歴史的には、中国は中央平原のみを指し、中国人は黄河流域の人々のみを指す。呉語や広東語などの言語は独立した民族の独立した言語であり、方言ではない。",
        "effect": {
            "ntal": -10
        }
    },
    {
        "question": "普通選挙がなければ、報道と集会の無制限の自由がなければ、自由な意見交換がなければ、いかなる公的機関の生命も徐々に消滅し、官僚だけが唯一の活動的要素であり続ける、魂のない社会になってしまうだろう。",
        "effect": {
            "govt": 5
        }
    },
    {
        "question": "喧騒に応じた分配は正しく、民主主義と自由の原則に沿ったものである。 中国は十分に喧騒しているのではなく、喧騒が少なすぎ、小さすぎるのである。",
        "effect": {
            "govt": 10,
            "econ": -5
        }
    },
    {
        "question": "GDPの成長を追求するケインズ主義的な貨幣の印刷は、政府による国民からの略奪を正当化するための詭弁にすぎない。GDPの数字は、血にまみれた政府による民間部門からの略奪と搾取の数字である。",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "誰もが自分の行動と選択に責任があり、自由市場で騙されたとしても、それは自業自得であり、家畜のように政府の保護を乞うべきでない。",
        "effect": {
            "govt": 10,
            "econ": -10
        }
    },
    {
        "question": "国家の本質は軍事構造と経済システム、つまり銃と金であり、その上に国民を騙すためのあらゆるプロパガンダがある。民主主義や自由であろうと、社会主義であろうと、我が国の歴史がいかに長いものであろうと、それは軍事構造と経済システムに合わせて書かれたプロパガンダの産物に過ぎず、こうした形に固執する者は必ず失敗し、国家の本質を把握する者は成功する事ができる。",
        "effect": {
            "idea": -10
        }
    },
    {
        "question": "将来、中国とアメリカが戦争で衝突する事は避けられない。この戦争での損失は莫大なものになるだろう。勝利の望みを持つためには、少なくとも西安以東が完全に破壊される事を覚悟しなければならない。",
        "effect": {
            "dipl": -10,
            "ntal": 5
        }
    },
    {
        "question": "宋の襄公をはじめとする春秋諸侯の仁徳は、徳の現れであり、中国文明最後の栄光であった。 漢の武帝による中央集権化によって、中国文明は帝国という名の死骸と化し、以後、中国の歴史はヘーゲルの言葉を借りれば「歴史のない歴史」となった。",
        "effect": {
            "ntal": -10
        }
    },
    {
        "question": "国民共同体として、また家族として、治療費のない同胞が苦しんでいるのを黙って見ているわけにはいかない。",
        "effect": {
            "ntal": -5,
            "cmty": 5
        }
    },
    {
        "question": "中世は素晴らしく、国民的抑圧がなく、すべての階級が王の父の庇護のもとに団結していた。",
        "effect": {
            "govt": 5,
            "ntal": 5,
            "cmty": -5
        }
    },
    {
        "question": "他の人の存在と眼光が、私の自由を妨げる。他人は地獄だ。",
        "effect": {
            "govt": 10,
            "cmty": 10
        }
    },
    {
        "question": "中国は、今日の資本主義の中核であり最後の砦であり、汗水たらして働く資本家と労働泥棒を世界中に次々と輸出している。プロレタリア革命の焦点は、中国を破壊する事であり、いかなる反中国運動も世界プロレタリア革命の一部である。",
        "effect": {
            "econ": 10
        }
    },
    {
        "question": "北京のイメージは国のイメージであり、北京の出稼ぎ労働者を追放する事は厳しい決断だったが、正しい決断だった。",
        "effect": {
            "econ": -10,
            "ntal": 10,
        }
    },
    {
        "question": "私は中国が資本主義の国である事は知っているが、愛国心は何よりも大切であり、マルクス主義の旗の下にある破壊分子全てをヘリコプターで海に投げ込んだチリのピノチェト元大統領に学びマルクス主義の旗の下にある破壊分子全てを渤海に投げ込む事を提唱する。",
        "effect": {
            "econ": -5,
            "idea": -5,
        }
    },
    {
        "question": "私は諸夏独立を支持するが、それは私の故郷の独立のためではなく、中国をシリアに変え、長い軍閥戦争にし、戦争によって中国の人口を減らし、地球への圧力を減らすためだ。",
        "effect": {
            "nimin": 10,
            "scty": 10,
            "idea": -5,
        }
    },
    {
        "question": "中国人はアフリカから来たのではない、科学者はこの結論を覆すような事を考えるべきではない、なぜなら中国人の独立した起源は政治的な立場であり、不可能である事は承知しているが、私はそれを支持する。",
        "effect": {
            "ntal": 5,
        }
    },
    {
        "question": "7月5日事件は本質的に都市貧困層の暴動であり、新疆における漢族の搾取的な植民地支配は、毛主席が教えた階級闘争の形で解決されるべきである。",
        "effect": {
            "econ": 5,
            "ntal": -10,
        }
    },
    {
        "question": "女性が外国人や他民族と結婚する事は、国や社会、さらには文明の衰退を意味する。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "「王侯将相寧んぞ種有らんや」は張献忠、黄巣、毛沢東を生み、何億人もの人々を虐殺した、中国人の心の中で最悪の、最悪の盗賊思想である。",
        "effect": {
            "econ": 5,
            "cmty": -10,
            "scty": -10
        }
    },
    {
        "question": "病院や学校といった公益施設は、国営化も民営化もすべきではなく、地元に根ざし、地元の感情を持つ教会などの公益団体が担うべきである。",
        "effect": {
            "ntal": -5,
            "cmty": -10
        }
    },
    {
        "question": "BLMやLGBTのようなアイデンティティ政治は、支配者が民衆を支配するための五術のうち、民衆を辱める戦術である。そこで彼らは、黒人の犯罪や性的マイノリティの不合理な要求の波よりも高いところにある裕福な地区に身を隠し、道徳的な高みに立つために尊大な顔をする事ができる。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "保守的で内向的、政治に無関心、勤勉で実利的、政務はエリートに任せる、といった東アジア人の優れた特性は、西洋の啓蒙思想により否定されるべきではない。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "最初、主権者は神にのみ責任を負う君主であったが、フランス革命と啓蒙主義が人民主権の教義を生み出した結果たちまち人民が君主の地位をめぐって殺し合う恐ろしい混沌の時代が始まった。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "進歩主義者は多文化主義を守ると主張するが、実際には日本のような西欧とは異なる人類の多文化的サンプルを敵視しており、彼らの真の意図は、進歩と文明の名の下に、人類のあらゆる文化を排除するためにヨーロッパ文化を促進する事にある。",
        "effect": {
            "scty": -10
        }
    },
    {
        "question": "政府の権力をいかに制限するかを考えたり、下品に民主主義を守ったりするのではなく、政府を吹き飛ばし、世界から一つずつ追放していくべきなのだ。",
        "effect": {
            "govt": 10
        }
    },
    {
        "question": "中国やソ連の計画経済が失敗したのは、計画経済そのものがうまくいかなかったからではなく、当時の中国やソ連で経済計画を立てた人々のレベルが水準以下であった事と、技術が後進的であったからである。 今後、高度に技術が発達した社会では、政府が全面的にコントロールする計画経済の方が良い選択となるだろう。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "最低賃金は後進国からの底辺労働者を苦しめるが、先進地域の政府こそ最低賃金を利用して、安価な労働力の猛攻から現地の労働者を守るべきである。",
        "effect": {
            "govt": -10,
            "cmty": -5
        }
    },
    {
        "question": "オミクロン流行中のコロナ対策の自由化は正しい。もしそうでなければ、失われるのは経済成長を生み出す事ができるより多くの人材であり、自由化後に死ぬのは、環境に適応できず、通常の新陳代謝で消えていく必要のある人々だけだからだ。",
        "effect": {
            "econ": -10
        }
    },
    {
        "question": "人間は本質的に差別化され、階級化されている。社会は、より多くの事を学び、その知識と余分な時間を有意義な発明や技術革新に使う余暇のある身分の高い人々を必要とする。身分の低い人々は階級の上昇など考えずに平伏し、社会の部品として一本のネジになっているべきだ。",
        "effect": {
            "econ": -10,
            "cmty": -5
        }
    },
    {
        "question": "私の個人的な利益は、家族、所属する会社、その他のいかなるグループの利益よりも常に優先される。",
        "effect": {
            "cmty": 10
        }
    },
    {
        "question": "現在の社会は問題に満ちているが、それは現政権があまりにも腐敗し、弱体化している事にある。これらの問題を解決するには、強力な政治家の出現が必要だ。",
        "effect": {
            "govt": -10
        }
    },
    {
        "question": "誤った方法を用いれば、誤った結果につながるだけであり、崇高な目的が卑劣な手段を用いる言い訳になってはならない。",
        "effect": {
            "idea": 10,
        }
    },
    {
        "question": "人類の歴史は常に進歩的であり、将来、人類は最終的に人種、階級、性別に関係なくお互いを理解し、協力し合って理想的な社会を築くだろう。",
        "effect": {
            "idea": 10,
            "scty": 10
        }
    },
    {
        "question": "どの国もディープ・ステートのような組織の存在によって支えられている。アメリカのディープ・ステートは、世界をより良い方向に形成している偉大な秘密のエリート集団であり、秘密組織の利用として非難されるべきではない。エリートたちによる重要な政治決定の秘密操作は、民主主義がポピュリズム政治に進化しないための重要なメカニズムである。",
        "effect": {
            "idea": -10,
        }
    },
    {
        "question": "世の中には消せない合理性が存在する。人間は理性で推理することで、1＋1＝2と推理するように様々な条件に基づいた理想的な社会を築くことができる。",
        "effect": {
            "idea": 10,
        }
    },
    {
        "question": "文化製品に対する事前の検閲はすべて撤廃されるべきである。",
        "effect": {
            "govt": 10,
            "haidao": 10
        }
    },
    {
        "question": "インターネット上で匿名性を保つ権利は、すべての人に保証されるべきである。",
        "effect": {
            "govt": 10,
            "haidao": 10
        }
    },
    {
        "question": "知的財産は実際の財産権では無く、存在しない知的財産権を侵害するという事は無いので、海賊行為を犯罪にするべきではない。",
        "effect": {
            "govt": 10,
            "haidao": 10
        }
    },
    {
        "question": "どのような政府であれ、常に国民の財産を搾取し、略奪してきたのだから、抜け穴を利用して政府や国家の財産を奪う事は当然正当であり、侵略との戦いにおいては英雄的な事なのだ。",
        "effect": {
            "govt": 10,
        }
    },
    {
        "question": "婚姻制度は廃止されるべきだ。",
        "effect": {
            "scty": 10,
            "nvquan": 10
        }
    },
    {
        "question": "中国の男女出生比が慢性的に均衡を失っている限り、中国の女性の地位は決して変わらない。生まれたばかりの男児を暴力的に浄化する事こそが、次世代の中国女性の為に出来る唯一の解決策である。",
        "effect": {
            "scty": 10,
            "nvquan": 10
        }
    },
    {
        "question": "良き主婦であり良き母親である事は、女性にとって最大のスキルである。",
        "effect": {
            "scty": -15,
            "nvquan": -10
        }
    },
    {
        "question": "中国は文明レベルを上げるために、インド、イスラム国、ロシア、日本などを含む西側諸国によって300年間植民地化される必要がある。",
        "effect": {
            "nimin": 10,
            "scty": 10,
        }
    },
    {
        "question": "労働組合、教会、氏族などの小さな共同体の構成は、社会に対する国家の統制を弱め、社会的自由と内発的な社会発展を保証する事ができる。",
        "effect": {
            "cmty": 10
        }
    },
    {
        "question": "個人主義的思考の蔓延は、社会をアトマイゼーションの危機（人間社会における社会的結合の最も重要なメカニズムである中間集団の崩壊や不在により、個人が孤立し、構造化されていない相互作用の状態）に陥れた。",
        "effect": {
            "cmty": 10
        }
    }
];
